
const levels = {
  level1: 'बद दग गह हज जक कल लम मन ',
  // level1: 'ब द ग ह ज क ल म न प र स त बद दग गह हज जक कल लम मन नप पर रस सत बदग दगह गहज हजक जकल कलम लमन मनप नपर परस रसत बदगह दगहज गहजक हजकल जकलम कलमन लमनप मनपर नपरस परसत बदगहज दगहजक गहजकल हजकलम जकलमन कलमनप लमनपर मनपरस नपरसत बदगहजक दगहजकल गहजकलम हजकलमन जकलमनप कलमनपर लमनपरस मनपरसत बदगहजकल दगहजकलम गहजकलमन हजकलमनप जकलमनपर कलमनपरस लमनपरसत बदगहजकलम दगहजकलमन गहजकलमनप हजकलमनपर जकलमनपरस कलमनपरसत बदगहजकलमन दगहजकलमनप गहजकलमनपर हजकलमनपरस जकलमनपरसत बदगहजकलमनप दगहजकलमनपर गहजकलमनपरस हजकलमनपरसत बदगहजकलमनपर दगहजकलमनपरस गहजकलमनपरसत बदगहजकलमनपरस दगहजकलमनपरसत बदगहजकलमनपरसत',

  level2:
`कठघर वर भल मरमत भडक परल कच सहमत यमक भलकट भकभक सतत टप दर डरभय रस महल भय खलक रक शशक मह हटक सफर कहर नस मत सलगम बदर बहन छल चलन वचन बचत शयन फरक छलफल लवणजल यव टक शकट बढ घर`
  , 
  level3: `खेताला लाए छैन काम, छोराछोरी पठाए आधा काम, आफू गए पुरै काम
  अनिकालको तोरी, सहकालको जौं
  जता काफल पाक्छ, त्यता चरी नाच्छ
  घर न थर, पोइको रहर
  जब भयो राती, तब बुढी ताती
  `,

  level4:`विद्यालय पद्म बुद्ध क्षत्री ज्ञानी श्राद्ध खाद्य हात्ती लत्ताकपडा श्रावण नत्र आश्रम लट्ठ लट्टाई 
  बोधिसत्व द्वारा दायाँ बायाँ आँप कृपया  मातृभूमि
  ओं मणिपद्मे हूं 
  पर्‍यो कर्म पर्दछ लोखर्के र्‍याल 
  भ्रम परिक्रमा राष्ट्र माछापुच्छ्रे
  भूकम्प ल्यापटप कान्तिपूर ठूल्दाई माथिल्लो पाण्डे ड्याम्म थपक्क बस्ने बस्नेत 
  ` 

  ,
  level5: [

  ],
  practice1: [
    'जग', 'समतलक', 'वग', 'हक', 'शलजम', 'लसपस', 'सदन',
    'सफलतम', 'खल', 'फल', 'मगज', 'सत', 'दस', 'बर', 'कफ', 'लहर', 'लटकन', 'हज', 'फलक', 'दनक', 'कचकच', 'छत', 'खतम', 'चरण', 'सहज', 'नल', 'नगरसडक', 'शतक', 'नयन', 'मग', 'कमसल', 'धरमर', 'भरसक', 'समतलसतह', 'बहस', 'रसमय', 'तडकभडक', 'जतन', 'नकल', 'रमन', 'बम', 'बस', 'पटपट', 'पथ', 'नवम', 'दशमलब', 'खटखट', 'करण', 'गरम', 'शर', 'तर', 'कड', 'सफल', 'पकड', 'सलह', 'जठर', 'झमझम', 'तटगत', 'वय', 'खनन', 'कपट', 'मठ', 'भग', 'गढ', 'मलहम', 'गडबड', 'नर', 'डङडङ', 'गलगल', 'गणक', 'गलत', 'रबर', 'तय', 'चटक', 'गमनपथ', 'चयन', 'शरण', 'शहर', 'जमघट', 'बकस', 'फसल', 'गर', 'पल', 'लहडसनक', 'सनद', 'वध', 'लत', 'शय', 'तल', 'हरफ', 'तह', 'जलमय', 'शपथ', 'जब', 'झपट', 'बरफ', 'पट', 'धरन', 'गठन', 'गहन', 'कठघर', 'वर', 'भल', 'मरमत', 'भडक', 'परल', 'कच', 'सहमत', 'यमक', 'भलकट', 'भकभक', 'सतत', 'टप', 'दर', 'डरभय', 'रस', 'महल', 'भय', 'खलक', 'रक', 'शशक', 'मह', 'हटक', 'सफर', 'कहर', 'नस', 'मत', 'सलगम', 'बदर', 'बहन', 'छल', 'चलन', 'वचन', 'बचत', 'शयन', 'फरक', 'छलफल', 'लवणजल', 'यव', 'टक', 'शकट', 'बढ', 'घर', 'जलपथ', 'लख', 'रहल', 'खलबल', 'खरब', 'लवण', 'फतरफतर', 'घटक', 'टरटर', 'पसल', 'चरम', 'तहपरत', 'धर', 'कलश', 'जलथल', 'समतल', 'कलम', 'वजन', 'कसम', 'खत', 'कमल', 'चनड', 'लहड', 'शमन', 'हलचल', 'नगरशहर', 'कलकल', 'लतपत', 'करङ', 'सरसर', 'गज', 'चहक', 'नगद', 'छनक', 'भजन', 'जलजन', 'थकथक', 'दल', 'रगत', 'बखत', 'पतन', 'बल', 'जलकमल', 'जमठ', 'बगलस', 'नगर', 'डर', 'सरल', 'करतल', 'लय', 'सतह', 'समथर', 'गनगन', 'चपली', 'ठहर', 'कवच', 'खबर'
  ],

}
document.addEventListener('DOMContentLoaded', function () {
  const params = new URLSearchParams(window.location.search);
  const currLevel= params.get('level');

  // console.log(level)
  document.getElementById('typingInput').focus();
  const typingInput = document.getElementById('typingInput');
  const wordOutput = document.getElementById('wordOutput');
 

  let level = new Words(currLevel);
  // wordOutput.textContent = level.get_current_str();

  let wpm_html = document.getElementById("wpm");
  let prev_char = "";
  function handle_level_status(
    {
      is_input_correct,
      completed_words,
      remaining_words,
      next_char,
      new_word,
      wpm
    }
  ) {
    // console.log("next: ", next_char);
    //idk how this works.
    glowNextCharacter(prev_char, next_char);
    prev_char = next_char;

    if (is_input_correct) {
      typingInput.style.color = "green";
    }
    else {
      typingInput.style.color = "red";
    }
    if (new_word)
      typingInput.value = "";


    let el1 = document.createElement('div')
    let el2 = document.createElement('div')
    el1.style.color = "green"
    el2.style.color = "black"
    el1.textContent = completed_words.join(" ") + " ";
    el2.textContent = remaining_words.join(" ")
    wordOutput.innerHTML = "";
    wordOutput.appendChild(el1);
    wordOutput.appendChild(el2);

    wpm_html.innerHTML = `${wpm} wpm`;
  }
  handle_level_status(level.ui_status());



  typingInput.addEventListener('input', function (e) {
    const ui_status = level.handle_input(e);
    handle_level_status(ui_status);
  })
})
