// const normalData=['म ,','म ,'];
// const normalData=['मेरो नाम राम हो।','म भात खान्छु।'];
const tutor1Data='क ख ग घ ङ '
const tutor2Data='क ख ग घ ङ '
const tutor3Data='क ख ग घ ङ '
const tutor4Data='क ख ग घ ङ '

const gameEasyData = [
    `गाई एक घरपालुवा जनावर हो। गाईको दुईवटा आँखा, दुईवटा कान, एउटा लामो पुच्छर, दुईवटा सिङ चारवटा खुट्टा हुन्छन्। गाई शाकाहारी जनावर हो र यसले घाँस, पात र तरकारी खान्छ। गाई नेपालको राष्ट्रिय पनि हो। गाई एक धेरै सरल, शान्त र कोमल प्राणी हो। हिन्दू धर्ममा विश्वास गर्नेहरूले गाईको पूजा गर्छन्। विश्वका देशमा गाई पाइन्छ। गाईहरू विभिन्न किसिमका हुन्छन्। सामान्यतया, गाईको रंग सेतो, खैरो, कालो, वा मिश्रित रंग सक्छ।`,
    `मेरो माया पनि बढो अचम्मको छ। म उस्लाई आँखा फुटेन्जेल सम्म हेर्छु ऊ मलाई फुटेका आँखाले हेर्दिन`,
    `तिम्रो लागि गाएँ मैले मायाको एउटा गीत। यो दुनियामा हुनेछ हाम्रो मायाको अवश्य जित।`,
    `बादल लाग्दैमा आज घाम अस्तायो नभन्नु बोलिन भन्दैमा तिमीसित म रिसायो नभन्नु म त सधैँ तिमीलाई नै हेर्ने गर्छु कहिलेकाहीँ आँखा झिम्काए भन्दैमा मैले भुल्न खोजे नभन्नु।`,
    `खोल्सामा पानी जम्दैमा त्यसलाई नदी नभन्नु म उनीसित नजिकिए भन्दैमा म तिम्रो होइन नभन्नु म त सधैँ तिमीलाई नै पाउने आश गर्छु कहिलेकाहीँ मेरो अँगालोमा च्यापे भन्दैमा तिम्रो स्वतन्त्रता लुटे नभन्नु।`
];
const gameNormalData = [
    `गाई एक घरपालुवा जनावर हो। गाईको दुईवटा आँखा, दुईवटा कान, एउटा लामो पुच्छर, दुईवटा सिङ चारवटा खुट्टा हुन्छन्। गाई शाकाहारी जनावर हो र यसले घाँस, पात र तरकारी खान्छ। गाई नेपालको राष्ट्रिय पनि हो। गाई एक धेरै सरल, शान्त र कोमल प्राणी हो। हिन्दू धर्ममा विश्वास गर्नेहरूले गाईको पूजा गर्छन्। विश्वका देशमा गाई पाइन्छ। गाईहरू विभिन्न किसिमका हुन्छन्। सामान्यतया, गाईको रंग सेतो, खैरो, कालो, वा मिश्रित रंग सक्छ।`,
    `मेरो माया पनि बढो अचम्मको छ। म उस्लाई आँखा फुटेन्जेल सम्म हेर्छु ऊ मलाई फुटेका आँखाले हेर्दिन`,
    `तिम्रो लागि गाएँ मैले मायाको एउटा गीत। यो दुनियामा हुनेछ हाम्रो मायाको अवश्य जित।`,
    `बादल लाग्दैमा आज घाम अस्तायो नभन्नु बोलिन भन्दैमा तिमीसित म रिसायो नभन्नु म त सधैँ तिमीलाई नै हेर्ने गर्छु कहिलेकाहीँ आँखा झिम्काए भन्दैमा मैले भुल्न खोजे नभन्नु।`,
    `खोल्सामा पानी जम्दैमा त्यसलाई नदी नभन्नु म उनीसित नजिकिए भन्दैमा म तिम्रो होइन नभन्नु म त सधैँ तिमीलाई नै पाउने आश गर्छु कहिलेकाहीँ मेरो अँगालोमा च्यापे भन्दैमा तिम्रो स्वतन्त्रता लुटे नभन्नु।`
];

const gameHardData = [
    `नटिप्नु हेर कोपिला! नचुँड्नु पाप लाग्दछ। नच्यात्नु फूल नानि हो! दया र धर्म भाग्दछ। नछोप्नु है चरी बरी सराप आँसु लाग्दछ। नमार्नु जन्तु है कुनै बसेर काल जाग्दछ। न घाउ चोट लाउनू सडेर चित्त पाक्दछ। धूलो नफेक्नु नानि हो! उडेर भित्र ढाक्दछ। हिलो नखेल्नु फोहरी खराब दाग लाग्दछ। न चित्त है दुखाउनु डसेर आँसु बग्दछ। बनेर फूल झैं सधैं हँसाउनू सुवास दी। सधैं रमाउनू जगत् रमेर नित्य आश दी। जताततै छ ईश रे छ सुन्नु त्यो विचार रे। छकाउने लुकाउने नराख भाव क्यै गरे!`,
    `तिमी अर्कैकि भयौं, त के भयो ? मेरा साथीहरूले, तिमीलाई भाउजू भन्न छाडेका छैनन्। मलाई 'फलानोको पोइ' भन्न छाडेका छैनन्। तिमीलाई मेरै मान्छे गन्न छाडेका छैनन्। अझै भनु? तिम्रा भाइबहिनीहरूले पनि त, मलाई भिनाजु भन्न छाडेका छैनन्। तिमी अर्कैकि भयौं, त के भयो ? साथीभाइहरूले भेटघाटमा तिमीलाई खोज्न छाडेका छैनन्। म उदास हुदा तिम्रो हालखबर सोध्न छाडेका छैनन्। मेरो फोटोमा तिम्रो कमेन्ट खोज्न छाडेका छैनन्। अझै भनु? हाम्रा लागि डेस्टिनेसन रोज्न छाडेका छैनन्। तिमी अर्कैकि भयौं, त के भयो ? तिम्रा आफन्तहरूले मलाई चिन्न छाडेका छैनन्। मेरा आफन्तहरूले तिमीलाई  चिन्न छाडेका छैनन्। तिम्रा भाइबहिनीहरू मसंग हिन्न छाडेका छैनन्। अझै भनु? मेरा भाइबहिनीहरू तिमीसंग हिन्न छाडेका छैनन्। तिमी अर्कैकि भयौं, त के भयो ? तिम्रो फिङ्गर प्रिन्टले मेरो फोन खुल्न छाडेको छैन्। एक्लै हुदा तिम्रै कल्पनामा भुल्न छाडेको छैन्। तिम्रै नामको पासवर्डले मेरो फेसबुक खुल्न छाडेको छैन्। अझै भनु? म पनि त अनायासै तिम्रो घरको गल्ली डुल्न छाडेको छैन्। तिमी अर्कैकि भयौं, त के भयो ? मेरो फोनमा तिम्रो तस्बिर राख्न छोडेको छैन्। तिम्रा आफन्तहरू संगको सम्बन्ध तोडेको छैन्। तिम्रा यादहरुले मलाई छोडेको छैन्। मैले अन्तै सम्बन्ध जोडेको छैन्। अझै भनु? तिमी अर्कैकि भयौं, त के भयो ? म त अर्कैको भएको छैन ...` ,
    `संसार रुपी सुख स्वर्गभित्र, रमें रमाएँ लिइ भित्र चित्र। सारा भयो त्यो मरुभूमि तुल्य, रातै परे झैं अब बुझ्छु बल्ल। रहेछ संसार निशा समान, आएन ज्यूँदै रहँदा नि ज्ञान। आखिर रहेछ श्रीकृष्ण एक, न भक्ति भो, ज्ञान, नभो विवेक। महामरुमा कण झैं म तातो, जलेर मर्दो बिन आश लाटो। सुकी रहेको तरु झैं छु खाली, चिताग्नि तापी जल डाल्न फाली। संस्कार आफ्नो सब नै गुमाएँ, म शून्यमा शून्य सरी बिलाएँ। जन्मेँ म यो स्वर्गविषे पलाएँ, आखीर भै खाक त्यसै बिलाएँ।`
]